"kSaveErrorTitleKey"				= "Ett fel inträffade när filen sparades.";
"kSaveErrorTextKey"					= "Filen som skickades till dig kunde inte sparas på hårddisken. Kanske ligger mottagningsmappen på en låst volym. Prova med att byta målmapp och försök igen.";

"kRecieveItemTitleKey"				= "Tar emot objekt";
"kRecieveItemUnknownDeviceTextKey"	= "En Bluetooth-enhet begär tillåtelse att skicka dig objektet ”%@”. Vill du acceptera det?";
"kRecieveItemNamedDeviceTextKey"	= "Enheten ”%@” begär tillåtelse att skicka dig objektet ”%@”. Vill du acceptera det?";

"kOpenNewFileTitleKey"				= "Du har tagit emot en ny fil, ”%@”. Vill du öppna den?";
"kOpenNewFileTextKey"				= "Du kan stänga av varningen i panelen Bluetooth-inställningar.";

"kCouldNotStartSDPTitleKey"			= "Ett fel har inträffat vid försök att tillåta inkommande anslutningar.";
"kCouldNotStartSDPTextKey"			= "Bluetooth-stödet kanske inte är korrekt installerat i systemet. Installera om Bluetooth-programvaran och försök igen.";

"kErrorOpeningFileTitleKey"			= "Ett fel inträffade när filen öppnades.";
"kErrorOpeningFileTextKey"			= "Filen kunde inte öppnas, kanske på grund av ett saknat hjälpprogram för filer. Du kan försöka att öppna filen manuellt genom att dubbelklicka på den i Finder.";

"kFileTransferClientTitleKey"		= "Filöverföringsklient";
"kDisconnectTitleKey"				= "Vill du frånkoppla ”%@”?";
"kDisconnectTextKey"				= "”%@” bläddrar på din dator. Vill du koppla ifrån?";
"kDisconnectButtonKey"				= "Koppla ner";


"kFTPConfirmAllowButton"			= "Tillåt";
"kFTPConfirmRejectButton"			= "Tillåt inte";
"kFTPConfirmMessageText"			= "Får ”%@” bläddra i din mapp ”%@”?";

"kVCardConfirmTitleText"			= "”%@” frågar efter en kopia av ditt Adressbokskort.";
"kVCardConfirmMessageText"			= "Klicka på OK för att acceptera förfrågan eller Avbryt för att neka den.";


"kOKButtonKey"						= "OK";
"kAcceptButtonKey"					= "Acceptera";
"kDeclineButtonKey"					= "Avböj";
"kCancelButtonKey"					= "Avbryt";
"kOpenButtonKey"					= "Öppna";
"kSkipButtonKey"					= "Hoppa över";
"kShowInFinderButtonKey"			= "Visa i Finder";

"kUnknownFileNameKey"				= "Okänd fil";
"kUnknownDeviceNameKey"				= "Okänd enhet";
"kDeviceIsSendingFileKey"			= "%@ skickar en fil";

"kTransferringKey"					= "Överför…";
"kTransferringFileKey"				= "Överför ”%@”…";
"kTransferCompleteKey"				= "Överföringen är klar";
"kTransfersCompleteKey"				= "Överföringarna är klara";
"kTransferFailedKey"				= "Överföring misslyckades";

"kWaitingKey"						= "Väntar på fler filer…";

"kIncomingFileKey"					= "Inkommande fil från:";


"kTypeFolderKey"					= "Mapp";
"kTypeApplicationKey"				= "Program";
"kTypeKextKey"						= "Tillägg till kärnan";
"kTypeBundleKey"					= "Paket";
"kTypeFrameworkKey"					= "Ramverk";
